Repository: Acidburn0zzz/obmin
Catalog: po/*.po
Languages: de

source: Local IP
de: Lokale IP-Adresse

source: Local IP address copied to clipboard.
de: Lokale IP-Adresse in Zwischenablage kopiert.

source: Public IP
de: Öffentliche IP-Adresse

source: Public IP address copied to clipboard.
de: Öffentliche IP-Adresse in Zwischenablage kopiert.

source: Locations
de: Freigabeordner

source: General
de: Allgemein

source: Behavior
de: Verhalten

source: Display
de: Anzeige

source: Notifications
de: Benachrichtigungen

source: Supporting
de: Unterstützen

source: Shared Locations Editor
de: Editor für Freigabeordner

source: Add a location to share
de: Einen Freigabeordner hinzufügen

source: FOLDER
de: ORDNER

source: FILE
de: DATEI

source: Remove this location from the sharing
de: Freigabeordner nicht mehr teilen

source: Select folder
de: Freigabeordner wählen

source: Select file
de: Freigabedatei wählen

source: Start server on the loading
de: Server automatisch starten

source: <b>Network</b>
de: <b>Netzwerk</b>

source: Listening Port
de: Empfangender Port

source: <b>Content</b>
de: <b>Inhalt</b>

source: Theme
de: Thema

source: Show mount points
de: Einhängepunkte anzeigen

source: Show symbolic links
de: Symbolische Verknüpfungen anzeigen

source: Show hidden content
de: Versteckte Inhalte anzeigen

source: Show backups
de: Sicherungsdateien anzeigen

source: Debugging level
de: Fehlerdiagnosestufe

source: ERROR
de: Nur Fehler

source: INFO
de: Informativ

source: DEBUG
de: Ausführlich

source: Make Donation to the project
de: An das Projekt spenden

source: Behind the development for the Linux Desktop are ordinary people who spend a lot of time and their own resources to make the Linux Desktop better.
de: Hinder der Entwicklung des Linux-Desktops stecken gewöhnliche Leute, die eine Menge Zeit und eigene Ressourcen investieren, um den Linux-Desktop besser zu machen.

source: Make Donation
de: Spenden

source: Find more about contributions...
de: Mehr übers Mitmachen lernen …

source: Level of the donation notifications
de: Ebene der Spendenmeldungen

source: INTERFACE
de: NUTZER

source: NONE
de: KEINE

source: Feel free to set up a disired supporting level of the notifications if some forms anoyong you or you are already a project's contributor.
de: Fühlen Sie sich frei, die gewünschte Ebene für Spendenmeldungen zu ändern, falls Sie die eine oder andere Form stört, oder sie bereits das Projekt unterstützen.

source: File Server
de: Dateiserver

source: Show the folder's list on requests.
de: Ordnerliste bei Anfragen anzeigen.

source: WEB/File Server
de: Web-/Dateiserver

source: Look for 'index.html' first if it is not exist show the folder's list.
de: Zuerst nach 'index.html' schauen, falls nicht vorhanden, Ordnerliste anzeigen.

source: Look for 'index.html' and direct links only if it is not exist show error '404.html'.
de: Nur nach 'index.html' schauen, falls nicht vorhanden, Fehler '404.html' anzeigen.
